{
	"timeline":
	{
		"headline":"Slavery Throughout the United States of America",
		"type":"default",
		"text":"<p>Showcasing the Timeline of Slavery in the New World</p>",
		"asset": {
			"media":"images/black-man-in-chains.jpg",
			"credit":"MirageWorldOfWomen",
			"caption":" WOW History - Slavery, the economics of Race & Women"
		},
		"date": [
			{
				"startDate":"1501",
				"endDate":"1581",
				"headline":"African Slaves in the New World",
				"text":"<li>Spanish settlers bring slaves from Africa to Santo Domingo (now the capital of the Dominican Republic)</li><li>Caribbean Slaves rebel on the Caribbean island of Hispaniola, which now comprises Haiti and the Dominican Republic</li><li>John Hawkins, the first Briton to take part in the slave trade, makes a huge profit hauling human cargo from Africa to Hispaniola</li><li>Spanish residents in St. Augustine, the first permanent settlement in Florida, import African slaves</li>",
				"tag":"The first of many slaves will be brought to the 'New World'",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Black Man in Chains",
					"caption":" WOW History - Slavery, the economics of Race & Women"
				}
			},
			{
				"startDate":"1600",
				"endDate":"1636",
				"headline":"The Beginning",
				"text":"<li>1612 - The first commercial tobacco crop is raised in Jamestown, Virginia.</li><li>1619 - Twenty Africans slaves are brought to Jamestown. They are the first slaves imported into Britain’s North American colonies. Like indentured servants, they were probably freed after a fixed period of service.</li><li>1626 - The Dutch West India Company imports 11 black male slaves into the New Netherlands.</li><li>1636 - Colonial North America's slave trade begins when the first American slave carrier, Desire, is built and launched in Massachusetts.</li>",
				"tag":"Slavery has official begin in the New World",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"http://twitter.com/youngfishgod/status/855549478199152641",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1640",
				"endDate":"1645",
				"headline":"Constraints Are Set Into Motion",
				"text":"<li>1640 - John Punch, a runaway black servant, is sentenced to servitude for life. His two white companions are given extended terms of servitude. Punch is the first documented slave for life.</li><li>1640 - New Netherlands law forbids residents from harboring or feeding runaway slaves. </li><li>1641 - The D'Angola marriage is the first recorded marriage between blacks in New Amsterdam.</li><li>1641 - Massachusetts is the first colony to legalize slavery.</li><li>1643 - The New England Confederation of Plymouth, Massachusetts, Connecticut, and New Haven adopts a fugitive slave law.</li><li>1650 - Connecticut legalizes slavery.</li>",
				"tag":"Laws are in place to restrict the Black slaves",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1650",
				"endDate":"1662",
				"headline":"Leniency For the Slaves",
				"text":"<li>1652 - Rhode Island passes laws restricting slavery and forbidding enslavement for more than 10 years.</li><li>1652 - Massachusetts requires all black and Indian servants to receive military training.</li><li>1654 - A Virginia court grants blacks the right to hold slaves.</li><li>1657 - Virginia passes a fugitive slave law.</li><li>1660 - Charles II, King of England, orders the Council of Foreign Plantations to devise strategies for converting slaves and servants to Christianity.</li><li>1662 - Hereditary Slavery Virginia law decrees that children of black mothers “shall be bond or free according to the condition of the mother.”</li>",
				"tag":"Slaves are being treated somewhat humanely with the laws in place",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1662",
				"endDate":"1676",
				"headline":"Back to the Constraints",
				"text":"<li>1662 - Massachusetts reverses a ruling dating back to 1652, which allowed blacks to train in arms. New York, Connecticut, and New Hampshire pass similar laws restricting the bearing of arms.</li><li>1663 - In Gloucester County, Virginia the first documented slave rebellion in the colonies takes place.</li><li>1663 - 1670 - Maryland, New York, and New Jersey all legalizes slavery. During this timespan, those same states pass a fugitive slave law. Also, those three states plus theCarolinaspass laws that mandates lifelong servitude for all black slaves.</li><li>1663 - Charles II, King of England, gives the Carolinas to proprietors. Until the 1680s, most settlers in the region are small landowners from Barbados.</li><li>1664 - Maryland is the first colony to take legal action against marriages between white women and black men.</li><li>1667 - Virginia declares that Christian baptism will not alter a person's status as a slave. </li><li>1670 - The State of Virginia prohibits free blacks and Indians from keeping Christian (i.e. white) servants.</li><li>1674 - New York declares that blacks who convert to Christianity after their enslavement will not be freed.</li><li>1676 - In Virginia, black slaves and black and white indentured servants band together to participate in Bacon's Rebellion.</li>",
				"tag":"The contraints are becoming more harsh",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1680",
				"endDate":"1696",
				"headline":"The Constraints Get Even Tighter",
				"text":"<li>1680 - The State of Virginia forbids blacks and slaves from bearing arms, prohibits blacks from congregating in large numbers, and mandates harsh punishment for slaves who assault Christians or attempt escape.</li><li>1682 - Virginia declares that all imported black servants are slaves for life.</li><li>1684 - New York makes it illegal for slaves to sell goods.</li><li>1688 - The Pennsylvania Quakers pass the first formal antislavery resolution.</li><li>1691 - Virginia passes the first anti-miscegenation law, forbidding marriages between whites and blacks or whites and Native Americans.</li><li>1691 - Virginia prohibits the manumission of slaves within its borders. Manumitted slaves are forced to leave the colony.</li><li>1691 - South Carolina passes the first comprehensive slave codes.</li><li>1694 - Rice cultivation is introduced into Carolina. Slave importation increases dramatically.</li><li>1696 - The Royal African Trade Company loses its monopoly and New England colonists enter the slave trade.</li>",
				"tag":" ",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1700",
				"endDate":"1710",
				"headline":"The States Take Action",
				"text":"<li>In the early 1700s. Slavery becomes even stronger in America. It's becoming legalized in many states and more rules are being set into place to make it harder for slaves and those who want to free slaves</li><li>A few of the actions that were set in place are as follows: punishments became more severe, slaves were considered as real estate, slaves could be killed with no punishment, slaves were required to walk at night with lighted lanterns</li><li>1708 - Blacks outnumber whites in South Carolina</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1712",
				"endDate":"1730",
				"headline":"Slave Revolt - New York",
				"text":"<li>1712 - Slave Revolt: New York Slaves in New York City kill whites during an uprising, later squelched by the militia. Nineteen rebels are executed.</li><li>1712 - New York declares it illegal for blacks, Indians, and slaves to murder other blacks, Indians, and slaves and also forbids freed blacks, Indians, and mulatto slaves from owning real estate and holding property.</li><li>1717 - New York enacts a fugitive slave law.</li><li>1723 - Virginia abolishes manumissions - the act of freeing your slaves.</li><li>1730-1750 - With the constant number of imported slaves, the number of male and female slaves imported to the North American British colonies balances out for the first time.</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1731",
				"endDate":"1738",
				"headline":"A Light in the Tunnel",
				"text":"<li>1731 - The Spanish reverse a 1730 decision and declare that slaves fleeing to Florida from Carolina will not be sold or returned.</li><li>1732 - Slaves aboard the ship of New Hampshire Captain John Major kill both captain and crew, seizing the vessel and its cargo.</li><li>1733 - Quaker Elihu Coleman's 'A Testimony against That Anti-Christian Practice of MAKING SLAVES OF MEN' is published.</li><li>1735 - Under an English law Georgia prohibits the importation and use of black slaves, but at the same time, Georgia petitions Britain for the legalization of slavery. While this was going on, Louis XV, King of France, declares that when an enslaved woman gives birth to the child of a free man, neither mother nor child can be sold. Further, after a certain time, mother and child will be freed.</li><li>1738 - Spanish Florida promises freedom and land to runaway slaves.</li>",
				"tag":"During this time, moves were being made to slow the imports and abuse of slaves",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1739",
				"endDate":"1760",
				"headline":"Slave Revolt - South Carolina",
				"text":"<li>1739 - Slaves in Stono, South Carolina rebel, sacking and burning an armory and killing whites. Some 75 slaves in South Carolina steal weapons and flee toward freedom in Florida (then under Spanish rule). Crushed by the South Carolina militia, the revolt results in the deaths of 40 blacks and 20 whites. The colonial militia puts an end to the rebellion before slaves are able to reach freedom in Florida.</li><li>1740 - South Carolina passes the comprehensive Negro Act, making it illegal for slaves to move abroad, assemble in groups, raise food, earn money, and learn to read English. Owners are permitted to kill rebellious slaves if necessary. Georgia and Carolina also attempt to invade Florida in retaliation for the territory's policy toward runaways.</li><li>1749 - Georgia repeals its prohibition and permits the importation of black slaves.</li><li>1758 - Pennsylvania Quakers forbid their members from owning slaves or participating in the slave trade.</li><li>1760 - New Jersey prohibits the enlistment of slaves in the militia without their master's permission.</li>",
				"tag":"Slaves revolted in Stono, S.C.",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1767",
				"endDate":"1774",
				"headline":"The Movement Continues Part I",
				"text":"<li>1767 - The Virginia House of Burgess boycotts the British slave trade in protest of the Townsend Acts. Georgia and the Carolinas follow suit.</li><li>1770 - Escaped slave, Crispus Attucks, is killed by British forces in Boston, Massachusetts. He is one of the first colonists to die in the war for independence.</li><li>1772 - James Albert Ukawsaw Gronniosaw's writes the first autobiographical slave narrative.</li><li>1773 - The first separate black church in America is founded in South Carolina and Slaves in Massachusetts petition the government for their freedom, albiet unsuccessful<li><li>1773 - Phillis Wheatley becomes the first published African-American poet when a London publishing company releases a collection of her verse.</li><li>1774 - The First Continental Congress bans trade with Britain and vows to discontinue the slave trade after the 1st of December.</li><li>1774 - Connecticut, Rhode Island, and Georgia prohibit the importation of slaves and Virginia takes action against slave importation.</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1775",
				"endDate":"1775",
				"headline":"The Movement Continues Part II",
				"text":"<li>1775 - The slave population in the colonies is nearly 500,000. In Virginia, the ratio of free colonists to slaves is nearly 1:1. In South Carolina it is approximately 1:2.</li><li>1775 - Georgia takes action against slave importation.</li><li>1775 - Abolitionist Society Anthony Benezet of Philadelphia founds the world’s first abolitionist society. Benjamin Franklin becomes its president in 1787.</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1775",
				"endDate":"1777",
				"headline":"The American Revolutionary War",
				"text":"<li>1775 - In April, the first battles of the Revolutionary war are waged between the British and Colonial armies at Lexington and Concord, Massachusetts. Black Minutemen participate in the fighting.</li><li>1775 - In July, George Washington announces a ban on the enlistment of free blacks and slaves in the colonial army. By the end of the year, he reverses the ban, ordering the Continental Army to accept the service of free blacks.</li><li>1775 - In November, Virginia Governor John Murray, Lord Dunmore, issues a proclamation announcing that any slave fighting on the side of the British will be liberated.</li><li>1776 - In Philadelphia, Pennsylvania, members of the Continental Congress sign the Declaration of Independence. Also, the Society of Friends, also known as the Quakers, forbids its members from holding slaves.</li><li>1777 - Vermont is the first of the thirteen colonies to abolish slavery and enfranchise all adult males.</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1777",
				"endDate":"1795",
				"headline":"The End of the Revolutionary War",
				"text":"<li>1777 - 1780 - More states are liberating slaves</li><li>1780 - A freedom clause in the Massachusetts constitution is interpreted as an abolishment of slavery. Massachusetts enfranchises all men regardless of race.</li><li>1783 - American Revolution Ends Britain and the infant United States sign the Peace of Paris treaty.</li><li>1784 - Abolition Effort Congress narrowly defeats Thomas Jefferson’s proposal to ban slavery in new territories after 1800.1790—First United States Census Nearly 700,000 slaves live and toil in a nation of 3.9 million people.</li><li>1793 - Fugitive Slave Act. The United States outlaws any efforts to impede the capture of runaway slaves.</li><li>1794 - Cotton Gin Eli Whitney patents his device for pulling seeds from cotton. The invention turns cotton into the cash crop of the American South—and creates a huge demand for slave labor.</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1800",
				"endDate":"1840",
				"headline":"Slave Revolt:",
				"text":"<li>1808 - The United States bans Slave Trade but smuggling continues.</li><li>1820 - The Missouri Compromise is passed so Maine is inducted as a free state while Missouri is admitted as a slave state. Slavery is now forbidden north of the 36° 30´ latitude line.</li><li>1822 - Attempted Slave revolt in Charleston, SC. 35 are hung.</li><li>1831 - Next attempted Slave revolt, led by preacher Nat Turner. The two-day uprising led to the killing of about 60 whites. Within the next two months, Turner is found and hung</li>",
				"tag":"",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1845",
				"endDate":"1857",
				"headline":"Slave Revolt:",
				"text":"<li>1846-48 - The Mexican-American War. Defeated, Mexico yields an enormous amount of territory to the United States. Americans then wrestle with a controversial topic: Is slavery permitted in the new lands?</li><li>1847 - Frederick Douglass begins publishing the North Star in Rochester, New York.</li></li>1849 - After fleeing slavery, Harriet Tubman returns south at least 15 times to help rescue several hundred others.</li><li>1850 - In exchange for California’s entering the Union as a free state, northern congressmen accept a harsher Fugitive Slave Act.</li><li>1854 - Kansas-Nebraska Act. Setting aside the Missouri Compromise of 1820, Congress allows these two new territories to choose whether to allow slavery. Violent clashes erupt.</li><li>1857 - The United States Supreme Court decides, seven to two, that blacks can never be citizens and that Congress has no authority to outlaw slavery in any territory.</li>",
				"tag":" ",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			},
			{
				"startDate":"1860",
				"endDate":"1865",
				"headline":"Nearing the End",
				"text":"<li>1860 - Abraham Lincoln of Illinois becomes the first Republican to win the United States Presidency. During this time, South Carolina secedes in December. More states follow the next year</li><li>1861-65 - The United States Civil War happens and during the four years of brutal conflict, 623,000 lives were claim. During this time, the Emancipation Proclamation was signed by President Abraham Lincoln. It decreed that all slaves in Rebel territory were to be free on January 1, 1863</li><li>1865 - The 13th Amendment to the United States Constitution outlaws slavery</li>",
				"tag":" ",
				"classname":"optionaluniqueclassnamecanbeaddedhere",
				"asset": {
					"media":"",
					"thumbnail":"images/black-man-in-chains.jpg",
					"credit":"Credit Name Goes Here",
					"caption":"Caption text goes here"
				}
			}
		],
		"era": [
			{
				"startDate":"1500,01,10",
				"endDate":"1599,03,11",
				"headline":"The 16th Century",
				"text":"<p>Slaves are brought into the Country</p>",
				"tag":"The 16th Century"
			},
			{
				"startDate":"1600,04,10",
				"endDate":"1699,06,11",
				"headline":"The 17th Century",
				"text":"<p>Slavery takes over</p>",
				"tag":"The 17th Century"
			},
			{
				"startDate":"1700,07,10",
				"endDate":"1799,09,11",
				"headline":"The 18th Century",
				"text":"<p>The United States gain their independence</p>",
				"tag":"The 18th Century"
			},
			{
				"startDate":"1800,10,10",
				"endDate":"1899,12,11",
				"headline":"The 19th Century",
				"text":"<p>Slavery is put to an end</p>",
				"tag":"The 19th Century"
			}
		]
	}
}
